Repository: NMarjou/localization-app
Catalog: TMs/en-US_es-ES.tmx
Source language: en_us
Languages: es_es

source: Manage pay information requests.
es_es: Gestiona las solicitudes de información salarial.

source: Pay information requests
es_es: Solicitudes de información salarial

source: Technical account (API upload)
es_es: Cuenta técnica (carga por API)

source: View request
es_es: Ver solicitud

source: Document
es_es: Documento

source: The worker cannot be empty.
es_es: El colaborador/a no puede estar vacío.

source: Create prediction
es_es: Crear predicción

source: There are no predictions to display at the moment.
es_es: No hay predicciones que mostrar en este momento.

source: My prediction list
es_es: Mi lista de predicciones

source: Created date: {{date}}
es_es: Fecha de creación: {{date}}

source: Created date: {{createDate}} Updated: {{modifiedDate}}
es_es: Fecha de creación: {{createDate}} Actualizado: {{modifiedDate}}

source: No predictions with the name "{{phrase}}"
es_es: No hay predicciones con el nombre "{{phrase}}"

source: Search prediction
es_es: Buscar predicción

source: Here you can find a list of system-generated salary proposals that consider factors like salary ranges and promotion levels to support external competitiveness and internal equity.
es_es: Aquí puede encontrar una lista de propuestas salariales generadas por el sistema que tienen en cuenta factores como los rangos salariales y los niveles de promoción para apoyar la competitividad externa y las acciones internas.

source: Existing worker
es_es: Trabajador existente

source: New hire
es_es: Nueva contratación

source: There are no feedback types available for this worker. Share your thoughts to help your team members grow.
es_es: No hay tipos de feedback disponibles para este trabajador. Comparta sus opiniones para ayudar a crecer a los miembros de su equipo.

source: Shared with me
es_es: Compartido conmigo

source: Average: {{avg}}
es_es: Promedio: {{avg}}

source: Based on evaluations provided by workers
es_es: Basado en las evaluaciones proporcionadas por los trabajadores

source: Give feedback to increase the chances of generating insights.
es_es: Proporcione feedback para aumentar las posibilidades de generar información.

source: {{count}} rated feedback to generate statistics
es_es: {{count}} feedback calificado para generar estadísticas

source: Perceived <strong>clarity</strong>
es_es: <strong>Claridad</strong> percibida

source: Perceived <strong>trust</strong>
es_es: <strong>Confianza</strong> percibida

source: Rated feedback
es_es: Comentarios valorados

source: Manager feedback ratings
es_es: Calificaciones de feedback del responsable

source: Until the next update
es_es: Hasta la próxima actualización

source: Feedback marked as public by this worker
es_es: Feedback marcado como público por este trabajador

source: Check again later for updates or explore more in the meantime.
es_es: Vuelva a consultar más tarde para conocer actualizaciones o siga explorando mientras tanto.

source: Feedback that was sent to this worker
es_es: Feedback que se ha enviado a este trabajador

source: You haven’t sent any feedback to this worker yet. Share your thoughts to help your team members grow.
es_es: Todavía no ha enviado feedback a este trabajador. Comparta sus opiniones para ayudar a sus compañeros de equipo a crecer.

source: {{firstName}} is waiting for your feedback. Why not share your insights now?
es_es: {{firstName}} está esperando su feedback. ¿Por qué no comparte sus opiniones ahora?

source: Feedback this team member shared with me
es_es: Feedback que este miembro del equipo ha compartido conmigo

source: Sharing feedback helps improve teamwork and processes within the company.
es_es: Compartir feedback ayuda a mejorar el trabajo en equipo y los procesos internos de la empresa.

source: Goals owned by your team member and on which they need to work.
es_es: Objetivos que posee el miembro de su equipo y en los que tiene que incidir.

source: No results.<br/>Clear search to show all goals.
es_es: No hay resultados.<br/>Borre la búsqueda para mostrar todos los objetivos.

source: This team member has no goals yet.
es_es: Este miembro del equipo todavía no tiene objetivos.

source: This team member has no assigned performance review at the moment.
es_es: Este miembro del equipo no tiene asignada ninguna evaluación de desempeño en este momento.

source: Career development
es_es: Desarrollo profesional

source: Reassigned to: {{userName}}
es_es: Reasignado a: {{userName}}

source: Go to career development plan
es_es: Ir al plan de desarrollo profesional

source: Reassigned
es_es: Reasignado

source: Reassigned to {{userName}}
es_es: Reasignado a {{userName}}

source: Compare workers
es_es: Comparar trabajadores

source: Direct reports
es_es: Subordinados

source: {{firstName}}'s goal progress
es_es: Progreso del objetivo de {{firstName}}

source: Last feedback
es_es: Último comentario

source: No feedback
es_es: Sin comentarios

source: (me)
es_es: (yo)

source: Next check-in
es_es: Próxima consulta

source: No check-ins
es_es: Sin consultas

source: Go to check-in
es_es: Ir a la consulta

source: Go to review
es_es: Ir a la evaluación

source: No team members match your criteria. Try adjusting your search or check the spelling and filters to find the right team member.
es_es: Ningún miembro del equipo coincide con sus criterios. Intente modificar su búsqueda o verifique la ortografía y los filtros para encontrar al miembro del equipo pertinente.

source: No team members selected
es_es: No se han seleccionado miembros del equipo

source: Select one or more team members to view their performance metrics. Check the box next to their name to analyze their data.
es_es: Seleccione uno o más miembros del equipo para ver sus métricas de desempeño. Marque la casilla junto a su nombre para analizar sus datos.

source: Direct reports of {{name}}
es_es: Subordinados de {{name}}

source: Team view
es_es: Vista de equipo

source: Top behavior
es_es: Comportamiento destacado

source: No behaviors
es_es: Sin comportamientos

source: You don't have any direct reports
es_es: No tiene ningún subordinado directo

source: Worker tree
es_es: Árbol de trabajadores

source: Search for a recipient
es_es: Buscar un destinatario

source: No recipients with the name "{{phrase}}"
es_es: No hay destinatarios con el nombre "{{phrase}}"

source: This table displays a comprehensive list of documents associated with your team. You can preview, download and release these documents here. Please ensure the accuracy and relevance of each document before approving.
es_es: Esta tabla muestra una lista completa de documentos asociados a su equipo. Puede previsualizar, descargar y publicar estos documentos aquí. Asegúrese de que cada documento sea exacto y relevante antes de aprobarlo.

source: {{selectedItemsCount}} items selected
es_es: {{selectedItemsCount}} elementos seleccionados

source: Select all {{allAvailableDocumentsCount}} items
es_es: Seleccionar los {{allAvailableDocumentsCount}} elementos

source: Communication rounds
es_es: Rondas de comunicación

source: View and manage team documents.
es_es: Ver y gestionar los documentos del equipo.

source: You have not accessed any communication rounds yet.
es_es: Todavía no ha accedido a ninguna ronda de comunicación.

source: No communication rounds
es_es: Sin rondas de comunicación

source: Communication manager review
es_es: Evaluación del responsable de comunicación

source: Communication round list
es_es: Lista de rondas de comunicación

source: HR BP review
es_es: Evaluación del HRBP

source: Document released automatically
es_es: Documento emitido automáticamente

source: <strong>{{name}}</strong> changed the workflow step
es_es: <strong>{{name}}</strong> ha cambiado el paso del flujo de trabajo

source: Document imported
es_es: Documento importado

source: <strong>{{name}}</strong> imported the document
es_es: <strong>{{name}}</strong> ha importado el documento

source: Document overridden
es_es: Documento sobrescrito

source: <strong>{{name}}</strong> overrode the document
es_es: <strong>{{name}}</strong> ha sobrescrito el documento

source: Document details
es_es: Detalles del documento

source: Recipient
es_es: Destinatario

source: <strong>{{name}}</strong> imported the document from the pay information request {{requestId}}
es_es: <strong>{{name}}</strong> importó el documento desde la solicitud de información salarial {{requestId}}

source: <strong>{{name}}</strong> released the document
es_es: <strong>{{name}}</strong> ha publicado el documento

source: <strong>{{name}}</strong> unreleased the document
es_es: <strong>{{name}}</strong> ha anulado la publicación del documento

source: <strong>{{name}}</strong> viewed the document
es_es: <strong>{{name}}</strong> ha visualizado el documento

source: Unrelease
es_es: Sin publicar

source: Download document
es_es: Descargar documento

source: Import
es_es: Importar

source: The document was successfully canceled.
es_es: El documento se ha cancelado correctamente.

source: The workflow step was successfully changed.
es_es: El paso del flujo de trabajo se ha cambiado correctamente.

source: The document was successfully deleted.
es_es: El documento se ha eliminado correctamente.

source: The document was successfully released.
es_es: El documento se ha publicado correctamente.

source: One or more validation errors occurred. Some document are not in the proper workflow step for the requested action. Please, refresh the page.
es_es: Se produjeron uno o más errores de validación. Algunos documentos no se encuentran en el paso de flujo de trabajo adecuado para la acción solicitada. Por favor, actualice la página.

source: Release document
es_es: Publicar documento

source: View document
es_es: Ver documento

source: Change workflow step
es_es: Cambiar el paso del flujo de trabajo

source: Add filter criteria
es_es: Añadir criterios de filtro

source: Advanced filters
es_es: Filtros avanzados

source: Filter
es_es: Filtrar

source: Region
es_es: Región

source: State
es_es: Estado

source: Select fields & values
es_es: Seleccione campos y valores

source: Comm manager: {{count}} filter applied
es_es: Gestor de comunicaciones: {{count}} filtro aplicado

source: Comm manager: {{count}} filters applied
es_es: Gestor de comunicaciones: {{count}} filtros aplicados

source: Recipient: {{count}} filter applied
es_es: Destinatario: {{count}} filtro aplicado

source: Recipient: {{count}} filters applied
es_es: Destinatario: {{count}} filtros aplicados

source: Comm manager
es_es: Responsable de comunicación

source: Values
es_es: Valores

source: Target workflow step
es_es: Paso de flujo de trabajo objetivo

source: Release
es_es: Publicar

source: Do you want to release {{selectedRowKeysLength}} out of {{allAvailableDocumentsCount}} selected documents? Only not released documents that are in "Document review" step will be released.
es_es: ¿Quiere publicar {{selectedRowKeysLength}} de los {{allAvailableDocumentsCount}} documentos seleccionados? Solo se publicarán los documentos no publicados que estén en el paso "Revisión de documentos".

source: You cannot release the documents. The selected documents have already been released.
es_es: No es posible publicar los documentos. Los documentos seleccionados ya se han publicado.

source: {{releasedDocumentsLength}} of the {{selectedRowKeysLength}} documents are already released. Do you want to release the other documents?
es_es: {{releasedDocumentsLength}} de los {{selectedRowKeysLength}} documentos ya se han publicado. ¿Desea publicar los otros documentos?

source: Do you want to release {{selectedRowKeysLength}} documents?
es_es: ¿Desea publicar {{selectedRowKeysLength}} documentos?

source: Documents already released
es_es: Documentos ya publicados

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully released. Documents that are already released and documents that are not in "Document review" step cannot be released.
es_es: {{SucceededCount}} de los {{RequestedCount}} documentos se publicaron correctamente. Los documentos que ya están publicados y los documentos que no están en el paso de "Revisión de documentos" no se pueden publicar.

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully released.
es_es: Se han publicado correctamente {{SucceededCount}} de {{RequestedCount}} documentos.

source: {{FailedLength}} of {{RequestedCount}} selected documents cannot be released. Only not released documents that are in "Document review" step can be released.
es_es: {{FailedLength}} de los {{RequestedCount}} documentos seleccionados no se pueden publicar. Solo los documentos no publicados que están en el paso de "Revisión de documentos" se pueden publicar.

source: {{selectedDocsLength}} documents selected:
es_es: {{selectedDocsLength}} documentos seleccionados:

source: Do you want to unrelease {{selectedRowKeysLength}} out of {{allAvailableDocumentsCount}} selected documents? Only released documents will be unreleased.
es_es: ¿Quiere anular la publicación de {{selectedRowKeysLength}} de los {{allAvailableDocumentsCount}} documentos seleccionados? Solo se anulará la publicación de los documentos que ya están publicados.

source: You cannot unrelease files that are in "Unreleased" and "Not released" status.
es_es: No es posible cancelar la publicación de los archivos con el estado "Sin publicar" y "No publicado".

source: You cannot unrelease the files. The selected files have not been released yet.
es_es: No es posible cancelar la publicación de los archivos. Los archivos seleccionados todavía no se han publicado.

source: You cannot unrelease the files. The selected files have already been unreleased.
es_es: No es posible cancelar la publicación de archivos. Ya se ha cancelado la publicación de los archivos seleccionados.

source: {{unReleasedDocumentsLength}} of the {{selectedRowKeysLength}} are already unreleased. Do you want to unrelease the other documents?
es_es: {{unReleasedDocumentsLength}} de los {{selectedRowKeysLength}} ya no están publicados. ¿Desea cancelar la publicación de los otros documentos?

source: Do you want to unrelease {{selectedRowKeysLength}} documents?
es_es: ¿Desea cancelar la publicación de {{selectedRowKeysLength}} documentos?

source: Documents already unreleased
es_es: Ya se ha cancelado la publicación de los documentos

source: Unrelease impossible
es_es: No es posible cancelar la publicación

source: Files not released
es_es: Archivos no publicados

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully unreleased. Documents that are not released cannot be unreleased.
es_es: Se ha anulado la publicación de {{SucceededCount}} de {{RequestedCount}} documentos correctamente. No es posible anular la publicación de los documentos que no están publicados.

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully unreleased.
es_es: Se han liberado correctamente {{SucceededCount}} de {{RequestedCount}} documentos.

source: {{FailedLength}} of {{RequestedCount}} selected documents cannot be unreleased. Only released documents can be unreleased.
es_es: No es posible cancelar la publicación de {{FailedLength}} de los {{RequestedCount}} documentos seleccionados. Solo es posible cancelar la publicación de los documentos publicados.

source: My summary document
es_es: Mi documento de resumen

source: Generation date
es_es: Fecha de generación

source: Document recipient
es_es: Destinatario del documento

source: Release status
es_es: Estado de publicación

source: My summary doc
es_es: Mi documento de resumen

source: Are you sure you want to cancel the release of the selected documents?
es_es: ¿Está seguro de querer cancelar la publicación de los documentos seleccionados?

source: Unrelease selected documents
es_es: Cancelar la publicación de los documentos seleccionados

source: Are you sure you want to delete the selected documents?
es_es: ¿Está seguro de querer eliminar los documentos seleccionados?

source: Delete documents
es_es: Eliminar documentos

source: Are you sure you want to release the selected documents?
es_es: ¿Está seguro de querer publicar los documentos seleccionados?

source: Release selected documents
es_es: Publicar documentos seleccionados

source: Communication manager name
es_es: Nombre del responsable de comunicación

source: Type part of a name
es_es: Escriba parte de un nombre

source: Generated after
es_es: Generado después de

source: Generated before
es_es: Generado antes

source: Remove filters and the clear the search to show all results.
es_es: Elimina los filtros y borra la búsqueda para mostrar todos los resultados.

source: Recipient name
es_es: Nombre del destinatario

source: Do you want to change the workflow step of {{selectedRowKeysLength}} out of {{allAvailableDocumentsCount}} selected documents? Only selected rows that are not in "{{TargetStep}}" step will be moved. You must unrelease released documents to be able to move them along in the workflow.
es_es: ¿Desea cambiar el paso del flujo de trabajo de {{selectedRowKeysLength}} de los {{allAvailableDocumentsCount}} documentos seleccionados? Solo se moverán las filas seleccionadas que no estén en el paso "{{TargetStep}}". Debe anular la publicación de los documentos publicados para poder moverlos por el flujo de trabajo.

source: Change workflow step of selected documents
es_es: Cambiar el paso del flujo de trabajo de los documentos seleccionados

source: You cannot change the workflow step of the selected documents.
es_es: No es posible cambiar el paso del flujo de trabajo de los documentos seleccionados.

source: Workflow step change impossible
es_es: No es posible cambiar el paso del flujo de trabajo

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully moved to the next workflow step.
es_es: {{SucceededCount}} de {{RequestedCount}} documentos se trasladaron correctamente al siguiente paso del flujo de trabajo.

source: {{FailedLength}} of the {{RequestedCount}} selected documents cannot be changed at the moment. Please try again later.
es_es: {{FailedLength}} de los {{RequestedCount}} documentos seleccionados no se pueden cambiar en este momento. Inténtelo de nuevo más tarde.

source: Release impossible. The selected documents have already been released.
es_es: No es posible realizar la publicación. Los documentos seleccionados ya se han publicado.

source: Do you want to release {{selectedRowKeysLength}} selected documents?
es_es: ¿Desea publicar {{selectedRowKeysLength}} documentos seleccionados?

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully released. Documents that are already released and documents that are not in 'Document Review' step cannot be released.
es_es: Se han publicado {{SucceededCount}} de {{RequestedCount}} documentos correctamente. No se pueden publicar los documentos que ya están piblicados y los que no están en la fase "Revisión de documentos".

source: {{FailedLength}} of the {{RequestedCount}} selected documents cannot be released. Only not released documents that are in "Document review" step can be released.
es_es: {{FailedLength}} de los {{RequestedCount}} documentos seleccionados no se pueden publicar. Solo los documentos no publicados que están en el paso de "Revisión de documentos" se pueden publicar.

source: Do you want unrelease {{selectedRowKeysLength}} out of {{allAvailableDocumentsCount}} selected documents? Only released documents will be unreleased.
es_es: ¿Quiere anular la publicación de {{selectedRowKeysLength}} de los {{allAvailableDocumentsCount}} documentos seleccionados? Solo se anulará la publicación de los documentos que ya están publicados.

source: You cannot unrelease files in "Unreleased" and "Not released" status.
es_es: No es posible cancelar la publicación de archivos en estado "Sin publicar" y "No publicado".

source: You cannot unrelease the files; the selected files haven't been released yet.
es_es: No es posible cancelar la publicación de los archivos; los archivos seleccionados todavía no se han publicado.

source: You cannot unrelease files. The selected files have already been unreleased.
es_es: No es posible cancelar la publicación de archivos. Ya se ha cancelado la publicación de los archivos seleccionados.

source: {{unReleasedDocumentsLength}} of the {{selectedRowKeysLength}} selected documents are already unreleased. Do you want to unrelease the other documents?
es_es: Ya se ha cancelado la publicación de {{unReleasedDocumentsLength}} de los {{selectedRowKeysLength}} documentos seleccionados. ¿Desea cancelar la publicación de los otros documentos?

source: Do you want to unrelease {{selectedRowKeysLength}} selected document(s)?
es_es: ¿Desea cancelar la publicación de {{selectedRowKeysLength}} documentos seleccionados?

source: {{FailedLength}} of the {{RequestedCount}} selected documents cannot be unreleased. Only released documents can be unreleased.
es_es: {{FailedLength}} de los {{RequestedCount}} documentos seleccionados no se pueden despublicar. Solo los documentos publicados pueden ser despublicados.

source: No manager
es_es: Sin responsable

source: Managers
es_es: Gerentes

source: Communication manager
es_es: Responsable de comunicación

source: Supported file formats: PDF. Maximum file size: 20MB.
es_es: Formatos de archivo admitidos: PDF. Tamaño máximo de archivo: 20 MB.

source: You can close this window, but please keep this page open to ensure a successful upload.
es_es: Puede cerrar esta ventana, pero por favor mantenga esta página abierta para asegurar una carga exitosa.

source: Your file is being uploaded.
es_es: Su archivo se está subiendo.

source: The document "{{fileName}}" was successfully imported.
es_es: El documento "{{fileName}}" se importó correctamente.

source: The document "{{fileName}}" cannot be imported. Check format and size conditions.
es_es: No se puede importar el documento "{{fileName}}". Compruebe las condiciones de formato y tamaño.

source: Canceled
es_es: Cancelado

source: No doc
es_es: Sin documento

source: Not released
es_es: No publicado

source: Released
es_es: Publicado

source: Unreleased
es_es: Sin publicar

source: My summary report
es_es: Mi informe de resumen

source: Document review
es_es: Revisión de documentos

source: Hierarchy validation
es_es: Validación de jerarquía

source: Marketing team equity plan
es_es: Plan de acciones del equipo de marketing

source: View grid
es_es: Ver matriz

source: Comp history
es_es: Historial de compensación

source: Go to individual view
es_es: Ir a la vista individual

source: Comp overview
es_es: Resumen de Comp

source: day
es_es: día

source: History of the last {{count}} change events
es_es: Historial de los últimos {{count}} eventos de cambio

source: month
es_es: mes

source: months
es_es: meses

source: No compensation history available for this worker at the moment.
es_es: No hay historial de compensación disponible para este/a colaborador/a en este momento.

source: No comp history
es_es: Sin historial de compensación

source: Overview of recent changes
es_es: Resumen de los cambios recientes

source: Time in company
es_es: Tiempo en la empresa

source: Time in role
es_es: Tiempo en el puesto

source: year
es_es: año

source: years
es_es: años

source: Create plan
es_es: Crear plan

source: New plan
es_es: Nuevo plan

source: Are you sure you want to exit without saving your changes?
es_es: ¿Está seguro de querer salir sin guardar los cambios?

source: Exit without saving
es_es: Salir sin guardar

source: Zip code
es_es: Código postal

source: Zip code or postal code.
es_es: Código postal.

source: Let's discuss on
es_es: Hablemos sobre

source: Type and status
es_es: Tipo y estado

source: Please accept the data privacy notice to proceed.
es_es: Acepte el aviso de privacidad de datos para continuar.
